# 함수: 반복되는 코드를 그룹으로 모아놓은 것

print("정연: 우리 몇 시에 만나?")             # 문자형 정연: 우리 몇 시에 만나? 출력 
print("은선: 오후 1시에 만나자", "\n")        # 문자형 은선: 오후 1시에 만나자 출력, 공백행

print("수진: 우리 몇 시에 만나?")             # 문자형 정연: 우리 몇 시에 만나? 출력
print("채민: 오후 1시에 만나자", "\n")        # 문자형 은선: 오후 1시에 만나자 출력, 공백행

print("채현: 우리 몇 시에 만나?")             # 문자형 정연: 우리 몇 시에 만나? 출력
print("수아: 오후 1시에 만나자", "\n")        # 문자형 은선: 오후 1시에 만나자 출력, 공백행

print("은형: 우리 몇 시에 만나?")             # 문자형 정연: 우리 몇 시에 만나? 출력
print("윤희: 오후 1시에 만나자", "\n")        # 문자형 은선: 오후 1시에 만나자 출력, 공백행
 
출력값:
정연: 우리 몇 시에 만나?
은선: 오후 1시에 만나자

수진: 우리 몇 시에 만나?
채민: 오후 1시에 만나자

채현: 우리 몇 시에 만나?
수아: 오후 1시에 만나자

은형: 우리 몇 시에 만나?
윤희: 오후 1시에 만나자
